src/biology/bio10/KBrefCancerVocab.org
#+AUTHOR: Exr0n
#+TITLE: Cancer Terms
* Benign tumor
** a tumor that is not dangerous/cancerous
*** not spreading or growing too fast
* Carcinogenesis
** causing a cancerous mutation
** typically an environmental compound
** TODO what does ionizing radiation have to do with this causing molecular level structural damage and thus cancer? :question:
* in situ cancer
** growing where it started (not moving)
** in contrast to metastatic cancer
* metastatic cancer
** cancer gains the ability to invade new tissues
* invasive cancer
** cancer that impacts the function of the organ or goes somewhere new
** a cancer can be invasive but not metastatic
* oncogenesis
** the creation of cancer (after the mutation)
* mutagenesis
** the mutation of a gene that might cause cancer
* protease
** a protien that eats other protiens
* caspase
** a family of protiens that control cell death (apoptosis)
* autophagy
** the process by which a cell eats itself
* blebbing
** a cell that is eating itself creates "waste vescicles"?
* necrotic cells
** explode and release tissue into the microenvironment, releasing inflammatory signals
** generally bad (does more damage than good?)
** worse than autophagy / apoptosis bc it might "give other cells ideas"
*** other programmed cell death types are "clean", in that they put everything in waste vescicles and etc
* cell death
** can be attributed to
*** apoptosis
*** necrothesis
*** autophagy
* karyotype
** counting the number / appearence of chromosomes
* angiogenesis
** the creation of blood vessels
