docs/chemistry/organic_chemistry/KBrefCancerVocab.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-11 Sat 16:37 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Cancer Terms</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Exr0n" />
<link rel="stylesheet" href="https://taproot3.sanity.gq/global.css" type="text/css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="https://taproot3.sanity.gq/sitemap.html"> UP </a>
 |
 <a accesskey="H" href="https://taproot3.sanity.gq/theindex.html"> HOME </a>
</div><div id="content">
<h1 class="title">Cancer Terms</h1>
<div id="outline-container-org1f7d732" class="outline-2">
<h2 id="org1f7d732"><span class="section-number-2">1</span> Benign tumor</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org792abf5" class="outline-3">
<h3 id="org792abf5"><span class="section-number-3">1.1</span> a tumor that is not dangerous/cancerous</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org47d4c0a" class="outline-4">
<h4 id="org47d4c0a"><span class="section-number-4">1.1.1</span> not spreading or growing too fast</h4>
</div>
</div>
</div>
<div id="outline-container-org56e65f1" class="outline-2">
<h2 id="org56e65f1"><span class="section-number-2">2</span> Carcinogenesis</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org4e59fd3" class="outline-3">
<h3 id="org4e59fd3"><span class="section-number-3">2.1</span> causing a cancerous mutation</h3>
</div>
<div id="outline-container-org68381aa" class="outline-3">
<h3 id="org68381aa"><span class="section-number-3">2.2</span> typically an environmental compound</h3>
</div>
<div id="outline-container-orgdd92497" class="outline-3">
<h3 id="orgdd92497"><span class="section-number-3">2.3</span> <span class="todo TODO">TODO</span> what does ionizing radiation have to do with this causing molecular level structural damage and thus cancer?&#xa0;&#xa0;&#xa0;<span class="tag"><span class="question">question</span></span></h3>
</div>
</div>
<div id="outline-container-orgfc03e32" class="outline-2">
<h2 id="orgfc03e32"><span class="section-number-2">3</span> in situ cancer</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org957bc04" class="outline-3">
<h3 id="org957bc04"><span class="section-number-3">3.1</span> growing where it started (not moving)</h3>
</div>
<div id="outline-container-orge3af578" class="outline-3">
<h3 id="orge3af578"><span class="section-number-3">3.2</span> in contrast to metastatic cancer</h3>
</div>
</div>
<div id="outline-container-orgab97435" class="outline-2">
<h2 id="orgab97435"><span class="section-number-2">4</span> metastatic cancer</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org94da6be" class="outline-3">
<h3 id="org94da6be"><span class="section-number-3">4.1</span> cancer gains the ability to invade new tissues</h3>
</div>
</div>
<div id="outline-container-org8372d10" class="outline-2">
<h2 id="org8372d10"><span class="section-number-2">5</span> invasive cancer</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org258dab0" class="outline-3">
<h3 id="org258dab0"><span class="section-number-3">5.1</span> cancer that impacts the function of the organ or goes somewhere new</h3>
</div>
<div id="outline-container-org4383dc4" class="outline-3">
<h3 id="org4383dc4"><span class="section-number-3">5.2</span> a cancer can be invasive but not metastatic</h3>
</div>
</div>
<div id="outline-container-org6e05f7c" class="outline-2">
<h2 id="org6e05f7c"><span class="section-number-2">6</span> oncogenesis</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org4b6e2cf" class="outline-3">
<h3 id="org4b6e2cf"><span class="section-number-3">6.1</span> the creation of cancer (after the mutation)</h3>
</div>
</div>
<div id="outline-container-org4e10d9d" class="outline-2">
<h2 id="org4e10d9d"><span class="section-number-2">7</span> mutagenesis</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-orgbf98ac7" class="outline-3">
<h3 id="orgbf98ac7"><span class="section-number-3">7.1</span> the mutation of a gene that might cause cancer</h3>
</div>
</div>
<div id="outline-container-orgbdba0db" class="outline-2">
<h2 id="orgbdba0db"><span class="section-number-2">8</span> protease</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-orgf767187" class="outline-3">
<h3 id="orgf767187"><span class="section-number-3">8.1</span> a protien that eats other protiens</h3>
</div>
</div>
<div id="outline-container-org57684aa" class="outline-2">
<h2 id="org57684aa"><span class="section-number-2">9</span> caspase</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org65725ed" class="outline-3">
<h3 id="org65725ed"><span class="section-number-3">9.1</span> a family of protiens that control cell death (apoptosis)</h3>
</div>
</div>
<div id="outline-container-org250784d" class="outline-2">
<h2 id="org250784d"><span class="section-number-2">10</span> autophagy</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org96f5961" class="outline-3">
<h3 id="org96f5961"><span class="section-number-3">10.1</span> the process by which a cell eats itself</h3>
</div>
</div>
<div id="outline-container-org0b55270" class="outline-2">
<h2 id="org0b55270"><span class="section-number-2">11</span> blebbing</h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-org3b64394" class="outline-3">
<h3 id="org3b64394"><span class="section-number-3">11.1</span> a cell that is eating itself creates "waste vescicles"?</h3>
</div>
</div>
<div id="outline-container-org1e78c32" class="outline-2">
<h2 id="org1e78c32"><span class="section-number-2">12</span> necrotic cells</h2>
<div class="outline-text-2" id="text-12">
</div>
<div id="outline-container-org8842e00" class="outline-3">
<h3 id="org8842e00"><span class="section-number-3">12.1</span> explode and release tissue into the microenvironment, releasing inflammatory signals</h3>
</div>
<div id="outline-container-orgff5ea0d" class="outline-3">
<h3 id="orgff5ea0d"><span class="section-number-3">12.2</span> generally bad (does more damage than good?)</h3>
</div>
<div id="outline-container-orgdbdf95b" class="outline-3">
<h3 id="orgdbdf95b"><span class="section-number-3">12.3</span> worse than autophagy / apoptosis bc it might "give other cells ideas"</h3>
<div class="outline-text-3" id="text-12-3">
</div>
<div id="outline-container-orge51488b" class="outline-4">
<h4 id="orge51488b"><span class="section-number-4">12.3.1</span> other programmed cell death types are "clean", in that they put everything in waste vescicles and etc</h4>
</div>
</div>
</div>
<div id="outline-container-org763f8b2" class="outline-2">
<h2 id="org763f8b2"><span class="section-number-2">13</span> cell death</h2>
<div class="outline-text-2" id="text-13">
</div>
<div id="outline-container-orgafa967c" class="outline-3">
<h3 id="orgafa967c"><span class="section-number-3">13.1</span> can be attributed to</h3>
<div class="outline-text-3" id="text-13-1">
</div>
<div id="outline-container-orge876ce2" class="outline-4">
<h4 id="orge876ce2"><span class="section-number-4">13.1.1</span> apoptosis</h4>
</div>
<div id="outline-container-org060e7e2" class="outline-4">
<h4 id="org060e7e2"><span class="section-number-4">13.1.2</span> necrothesis</h4>
</div>
<div id="outline-container-org8f50339" class="outline-4">
<h4 id="org8f50339"><span class="section-number-4">13.1.3</span> autophagy</h4>
</div>
</div>
</div>
<div id="outline-container-orga536492" class="outline-2">
<h2 id="orga536492"><span class="section-number-2">14</span> karyotype</h2>
<div class="outline-text-2" id="text-14">
</div>
<div id="outline-container-org1b422ef" class="outline-3">
<h3 id="org1b422ef"><span class="section-number-3">14.1</span> counting the number / appearence of chromosomes</h3>
</div>
</div>
<div id="outline-container-org4078e1c" class="outline-2">
<h2 id="org4078e1c"><span class="section-number-2">15</span> angiogenesis</h2>
<div class="outline-text-2" id="text-15">
</div>
<div id="outline-container-orgeec04a8" class="outline-3">
<h3 id="orgeec04a8"><span class="section-number-3">15.1</span> the creation of blood vessels</h3>
<div class="outline-text-3" id="text-15-1">
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<div class="namedate"><p class="subtitle"><span class="author">Exr0n</span><span class="date">2021-09-11 Sat 16:34</span></p></div><div class="taprootcopyright">(c) 2021 Houjun Liu, Huxley Marvit, Zachary Sayyah, Albert Huang, Dylan Wallace</div>
</div>
</body>
</html>
