docs/biology/bio10/KBrefCancerVocab.tex
% Created 2021-09-11 Sat 16:41
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Exr0n}
\date{\today}
\title{Cancer Terms}
\hypersetup{
 pdfauthor={Exr0n},
 pdftitle={Cancer Terms},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\section{Benign tumor}
\label{sec:org8179eb7}
\subsection{a tumor that is not dangerous/cancerous}
\label{sec:org971bd24}
\subsubsection{not spreading or growing too fast}
\label{sec:org51251eb}
\section{Carcinogenesis}
\label{sec:orga5779b0}
\subsection{causing a cancerous mutation}
\label{sec:org2bf87e5}
\subsection{typically an environmental compound}
\label{sec:orgeae356f}
\subsection{{\bfseries\sffamily TODO} what does ionizing radiation have to do with this causing molecular level structural damage and thus cancer?\hfill{}\textsc{question}}
\label{sec:org09af1d8}
\section{in situ cancer}
\label{sec:org2727ba2}
\subsection{growing where it started (not moving)}
\label{sec:org935b419}
\subsection{in contrast to metastatic cancer}
\label{sec:org4d224da}
\section{metastatic cancer}
\label{sec:orgd7cc453}
\subsection{cancer gains the ability to invade new tissues}
\label{sec:org1556cb0}
\section{invasive cancer}
\label{sec:org37bdd92}
\subsection{cancer that impacts the function of the organ or goes somewhere new}
\label{sec:org34cbc99}
\subsection{a cancer can be invasive but not metastatic}
\label{sec:orga912072}
\section{oncogenesis}
\label{sec:org7089663}
\subsection{the creation of cancer (after the mutation)}
\label{sec:org9ed0ee7}
\section{mutagenesis}
\label{sec:orgc973f99}
\subsection{the mutation of a gene that might cause cancer}
\label{sec:orgfdd17a5}
\section{protease}
\label{sec:org34bdd86}
\subsection{a protien that eats other protiens}
\label{sec:org67a51b8}
\section{caspase}
\label{sec:org09486f3}
\subsection{a family of protiens that control cell death (apoptosis)}
\label{sec:orga2a0910}
\section{autophagy}
\label{sec:org9405c23}
\subsection{the process by which a cell eats itself}
\label{sec:orge0ac623}
\section{blebbing}
\label{sec:orgf6902cd}
\subsection{a cell that is eating itself creates "waste vescicles"?}
\label{sec:org428e325}
\section{necrotic cells}
\label{sec:org1a39dc5}
\subsection{explode and release tissue into the microenvironment, releasing inflammatory signals}
\label{sec:org8a6da4e}
\subsection{generally bad (does more damage than good?)}
\label{sec:org6400254}
\subsection{worse than autophagy / apoptosis bc it might "give other cells ideas"}
\label{sec:org94dbdb5}
\subsubsection{other programmed cell death types are "clean", in that they put everything in waste vescicles and etc}
\label{sec:org1b3e7ab}
\section{cell death}
\label{sec:org4f9d9da}
\subsection{can be attributed to}
\label{sec:org637b13e}
\subsubsection{apoptosis}
\label{sec:orgb9a7d04}
\subsubsection{necrothesis}
\label{sec:orgf572fc3}
\subsubsection{autophagy}
\label{sec:org35c357e}
\section{karyotype}
\label{sec:orgbb21750}
\subsection{counting the number / appearence of chromosomes}
\label{sec:org91c79a0}
\section{angiogenesis}
\label{sec:orgb2ab4cb}
\subsection{the creation of blood vessels}
\label{sec:orgba0a0e7}
\end{document}
